[
    {
        "id": 1,
        "name": "Primary Stats",
        "description": "The primary stats of a character are the base stat from which all other stats are derived from and affect all manner of things in combat."
    },
    {
        "id": 2,
        "name": "Offensive Stats",
        "description": "Offensive stats are extra modifiers that can affect damage and threat generation of actions."
    },
    {
        "id": 3,
        "name": "Damage Modifiers",
        "description": "Damage modifiers increase the amount of damage the character deals with a certain element by the specified amount as long as that element's damage for an action is greater than 0."
    },
    {
        "id": 4,
        "name": "Armor Values",
        "description": "Armor values directly deduct the amount of incoming damage by the specified amount. If the armor is greater than incoming damage, the character receives no damage."
    },
    {
        "id": 5,
        "name": "Damage Percentage Modifiers",
        "description": "Damage percentage modifiers increases the amount of damage a character does with a certain element by a percentage as long as that element's damage for an action is greater than 0."
    },
    {
        "id": 6,
        "name": "Resistances",
        "description": "Resistances decrease the amount of damage a character receives from an element by a percentage. If a specific resistance is 100%, a character receives no damage from that element. If resistance is greater than 100%, a character heals from that element."
    },
    {
        "id": 11,
        "name": "Strength",
        "description": "Strength is the measure of a character's physical power. Every point of strength increases Physical damage modifier by 1."
    },
    {
        "id": 12,
        "name": "Stamina",
        "description": "Stamina is the measure of a character's toughness. Each point of stamina increases the character's hit points by 15."
    },
    {
        "id": 13,
        "name": "Intellect",
        "description": "Intellect is the measure of a character's mental acuity. Each point of intellect increases the character's mana by 10."
    },
    {
        "id": 14,
        "name": "Agility",
        "description": "Agility is the measure of a character's dextrous wiles. Each point of agility increases critical damage by 1% and every 5 points of agility increases critical chance by 1%."
    },
    {
        "id": 15,
        "name": "Speed",
        "description": "Speed is the measure of a character's physical and mental quickness. The higher a character's speed, the sooner the character will perform it's actions at the start of a round."
    },
    {
        "id": 21,
        "name": "Critical Chance",
        "description": "Critical chance is the percentage chance that a character will perform a critical hit with an action, increasing the action's damage and healing by the critical damage amount."
    },
    {
        "id": 22,
        "name": "Critical Damage",
        "description": "Critical damage is the percentage increase in damage and healing that a character will deal with an action in the case of a critical strike."
    },
    {
        "id": 23,
        "name": "Extra Threat",
        "description": "Extra threat is the amount of extra threat the character will generate whenever using an action. Each point of extra threat is equivalent to dealing 1% of the enemy's health in threat."
    },
    {
        "id": 24,
        "name": "Threat Percentage",
        "description": "Threat percentage is the amount of bonus threat an action will generate based on a percentage of the original threat generated by the action."
    },
    {
        "id": 25,
        "name": "Spell Damage Modifier",
        "description": "Spell damage modifier is flat damage added onto a spell action."
    },
    {
        "id": 26,
        "name": "Spell Damage Percentage",
        "description": "Spell damage percentage is the amount of extra spell damage in percentage added to a spell action."
    },
    {
        "id": 31,
        "name": "Physical Damage Modifier",
        "description": "Physical damage modifier is physical damage that is added to an action if the action deals at least 1 Physical damage."
    },
    {
        "id": 32,
        "name": "Fire Damage Modifier",
        "description": "Fire damage modifier is fire damage that is added to an action if the action deals at least 1 Fire damage."
    },
    {
        "id": 33,
        "name": "Frost Damage Modifier",
        "description": "Frost damage modifier is frost damage that is added to an action if the action deals at least 1 Frost damage."
    },
    {
        "id": 34,
        "name": "Lightning Damage Modifier",
        "description": "Lightning damage modifier is lightning damage that is added to an action if the action deals at least 1 lightning damage."
    },
    {
        "id": 35,
        "name": "Shadow Damage Modifier",
        "description": "Shadow damage modifier is shadow damage that is added to an action if the action deals at least 1 Shadow damage."
    },
    {
        "id": 36,
        "name": "Light Damage Modifier",
        "description": "Light damage modifier is light damage that is added to an action if the action deals at least 1 Light damage."
    },
    {
        "id": 41,
        "name": "Physical Armor",
        "description": "Physical armor reduces the amount of Physical damage this character takes by the specified amount. If armor is greater than the incoming damage, the character takes no damage."
    },
    {
        "id": 42,
        "name": "Fire Armor",
        "description": "Fire armor reduces the amount of Fire damage this character takes by the specified amount. If armor is greater than the incoming damage, the character takes no damage."
    },
    {
        "id": 43,
        "name": "Frost Armor",
        "description": "Frost armor reduces the amount of Frost damage this character takes by the specified amount. If armor is greater than the incoming damage, the character takes no damage."
    },
    {
        "id": 44,
        "name": "Lightning Armor",
        "description": "Lightning armor reduces the amount of Lightning damage this character takes by the specified amount. If armor is greater than the incoming damage, the character takes no damage."
    },
    {
        "id": 45,
        "name": "Shadow Armor",
        "description": "Shadow armor reduces the amount of Shadow damage this character takes by the specified amount. If armor is greater than the incoming damage, the character takes no damage."
    },
    {
        "id": 46,
        "name": "Light Armor",
        "description": "Light armor reduces the amount of Light damage this character takes by the specified amount. If armor is greater than the incoming damage, the character takes no damage."
    },
    {
        "id": 51,
        "name": "Physical Damage Percentage",
        "description": "Physical damage percentage is the percentage of extra Physical damage added onto an action that deals at least 1 Physical damage."
    },
    {
        "id": 52,
        "name": "Fire Damage Percentage",
        "description": "Fire damage percentage is the percentage of extra Fire damage added onto an action that deals at least 1 Fire damage."
    },
    {
        "id": 53,
        "name": "Frost Damage Percentage",
        "description": "Frost damage percentage is the percentage of extra Frost damage added onto an action that deals at least 1 Frost damage."
    },
    {
        "id": 54,
        "name": "Lightning Damage Percentage",
        "description": "Lightning damage percentage is the percentage of extra Lightning damage added onto an action that deals at least 1 Lightning damage."
    },
    {
        "id": 55,
        "name": "Shadow Damage Percentage",
        "description": "Shadow damage percentage is the percentage of extra Shadow damage added onto an action that deals at least 1 Shadow damage."
    },
    {
        "id": 56,
        "name": "Light Damage Percentage",
        "description": "Light damage percentage is the percentage of extra Light damage added onto an action that deals at least 1 Light damage."
    },
    {
        "id": 61,
        "name": "Physical Resistance",
        "description": "Physical resistance reduces the amount of Physical damage this character receives by the specified percentage. If the percentage is greater than 100%, the character will heal from Physical damage instead."
    },
    {
        "id": 62,
        "name": "Fire Resistance",
        "description": "Fire resistance reduces the amount of Fire damage this character receives by the specified percentage. If the percentage is greater than 100%, the character will heal from Fire damage instead."
    },
    {
        "id": 63,
        "name": "Frost Resistance",
        "description": "Frost resistance reduces the amount of Frost damage this character receives by the specified percentage. If the percentage is greater than 100%, the character will heal from Frost damage instead."
    },
    {
        "id": 64,
        "name": "Lightning Resistance",
        "description": "Lightning resistance reduces the amount of Lightning damage this character receives by the specified percentage. If the percentage is greater than 100%, the character will heal from Lightning damage instead."
    },
    {
        "id": 65,
        "name": "Shadow Resistance",
        "description": "Shadow resistance reduces the amount of Shadow damage this character receives by the specified percentage. If the percentage is greater than 100%, the character will heal from Shadow damage instead."
    },
    {
        "id": 66,
        "name": "Light Resistance",
        "description": "Light resistance reduces the amount of Light damage this character receives by the specified percentage. If the percentage is greater than 100%, the character will heal from Light damage instead."
    }
]